import React from 'react'
import { PolicyMock } from '../../../Mocks/InfoPages'

function ConfInfo() {
    return (
        <div className="info-page container">
            <h1 className="info-page__title page-title">
                Политика конфиденциальности
            </h1>
            <div className="info-page__content">
                <hr />
                <br />
                <div>Настоящая Политика конфиденциальности персональных данных (далее – Политика конфиденциальности) действует в отношении всей информации, размещенной на сайте в сети Интернет по адресу: <a href="https://drimo-design.com/">https://drimo-design.com/</a> (далее – Сайт), которую Индивидуальный  предприниматель Абрамов Вадим Юрьевич (далее – ИП Абрамов) может получить о Пользователе во время использования Сайта,  его сервисов, программ и продуктов.</div>
                <ol>
                    <li className="indent">Определение терминов
                        <ol>
                            <li>В настоящей Политике конфиденциальности используются следующие термины:
                                <ol>
                                    <li>«Администрация сайта Интернет-магазина (далее – Администрация сайта, Оператор)» – уполномоченные сотрудники на управление сайтом, действующие от имени ИП Абрамов, которые организуют и (или) осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.</li>
                                    <li>«Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</li>
                                    <li>«Обработка персональных данных» - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
                                    <li>«Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта персональных данных или наличия иного законного основания.</li>
                                    <li>«Пользователь сайта (далее Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт</li>
                                    <li>«Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.</li>
                                    <li>«IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.</li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li className="indent">Общие положения
                        <ol>
                            <li>Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности и условиями обработки персональных данных Пользователя.</li>
                            <li>В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование Сайта.</li>
                            <li>Администрация сайта не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте Интернет-магазина.</li>
                            <li>Администрация сайта не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.</li>
                        </ol>
                    </li>
                    <li className="indent">Предмет политики конфиденциальности
                        <ol>
                            <li>Настоящая Политика конфиденциальности устанавливает обязательства Администрации сайта интернет-магазина по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по запросу Администрации сайта при регистрации на сайте интернет-магазина или при оформлении заказа для приобретения Товара.</li>
                            <li>Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы на Сайте:
                                <ol>
                                    <li>фамилию, имя, отчество Пользователя;</li>
                                    <li>контактный телефон Пользователя;</li>
                                    <li>адрес электронной почты (e-mail);</li>
                                    <li>адрес доставки Товара;</li>
                                    <li>место жительство Пользователя</li>
                                </ol>
                            </li>
                            <li>Сайт защищает данные, которые автоматически передаются в процессе просмотра рекламных блоков и при посещении страниц, на которых установлен статистический скрипт системы ("пиксель"):
                                <ol>
                                    <li>IP адрес;</li>
                                    <li>информация из cookies;</li>
                                    <li>информация о браузере (или иной программе, которая осуществляет доступ к показу рекламы);</li>
                                    <li>время доступа;</li>
                                    <li>адрес страницы, на которой расположен рекламный блок;</li>
                                    <li>реферер (адрес предыдущей страницы).</li>
                                </ol>
                            </li>
                            <li>Отключение cookies может повлечь невозможность доступа к частям Сайта, требующим авторизации.</li>
                            <li>Сайт интернет-магазина осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация используется с целью выявления и решения технических проблем, для контроля законности проводимых финансовых платежей.</li>
                            <li>Любая иная персональная информация, неоговоренная выше (история покупок, используемые браузеры и операционные системы и т.д.), подлежит надежному хранению и нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.</li>
                        </ol>
                    </li>
                    <li className="indent">Цели сбора персональной информации пользователя
                        <ol>
                            <li>Персональные данные Пользователя Администрация сайта интернет-магазина может использовать в целях:
                                <ol>
                                    <li>Идентификации Пользователя, зарегистрированного на Сайте, для оформления заказа и (или) заключения и исполнения Договоров купли-продажи и/или изготовления мебели и предоставления дополнительных услуг во время осуществления соответствующих договорных отношений на условиях публичной оферты с ИП Абрамовым В.Ю., размещенной на Сайте.  </li>
                                    <li>Предоставления Пользователю доступа к персонализированным ресурсам Сайта интернет-магазина.</li>
                                    <li>Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования Сайта интернет-магазина, оказания услуг, обработка запросов и заявок от Пользователя.</li>
                                    <li>Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.</li>
                                    <li>Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.</li>
                                    <li>Создания учетной записи для совершения покупок, если Пользователь дал согласие на создание учетной записи.</li>
                                    <li>Уведомления Пользователя Сайта интернет-магазина о состоянии Заказа.</li>
                                    <li>Обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания платежа, определения права на получение кредитной линии Пользователем.</li>
                                    <li>Предоставления Пользователю эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием Сайта интернет-магазина.</li>
                                    <li>Предоставления Пользователю с его согласия, обновлений продукции, специальных предложений, информации о ценах, новостной рассылки и иных сведений от имени Интернет-магазина или от имени партнеров Интернет-магазина</li>
                                    <li>Осуществления рекламной деятельности с согласия Пользователя</li>
                                    <li>Предоставления доступа Пользователю на сайты или сервисы партнеров Интернет-магазина с целью получения продуктов, обновлений и услуг.</li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li className="indent">Способы и сроки обработки персональной информации
                        <ol>
                            <li>Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом, в том числе в информационных системах персональных данных с использованием средств автоматизации или без использования таких средств.</li>
                            <li>Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные третьим лицам, в частности, курьерским службам, транспортным организациям, организациями почтовой связи, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на Сайте интернет-магазина, включая доставку Товара</li>
                            <li>Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти Российской Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации.</li>
                            <li>При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об утрате или разглашении персональных данных.</li>
                            <li>Администрация сайта принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</li>
                            <li>Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.</li>
                        </ol>
                    </li>
                    <li className="indent">Обязательства сторон
                        <ol>
                            <li><strong>Пользователь обязан:</strong>
                            <ol>
                                <li>Предоставить информацию о персональных данных, необходимую для пользования Сайтом интернет-магазина.</li>
                                <li>Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной информации.</li>
                            </ol></li>
                            <li><strong>Администрация сайта обязана:</strong>
                            <ol>
                                <li>Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики конфиденциальности.</li>
                                <li>Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3. настоящей Политики Конфиденциальности.</li>
                                <li>Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.</li>
                                <li>Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или неправомерных действий.</li>
                            </ol></li>
                        </ol>
                    </li>
                    <li className="indent">Ответственность сторон
                        <ol>
                            <li>Администрация сайта, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.</li>
                            <li>В случае утраты или разглашения Конфиденциальной информации Администрация сайта не несёт ответственность, если данная конфиденциальная информация:
                                <ol>
                                    <li>Стала публичным достоянием до её утраты или разглашения.</li>
                                    <li>Была получена от третьей стороны до момента её получения Администрацией сайта.</li>
                                    <li>Была разглашена с согласия Пользователя.</li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li className="indent">Разрешение споров
                        <ol>
                            <li>До обращения в суд с иском по спорам, возникающим из отношений между Пользователем сайта Интернет-магазина и Администрацией сайта, обязательным является предъявление претензии (письменного предложения о добровольном урегулировании спора).</li>
                            <li>Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.</li>
                            <li>При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством Российской Федерации.</li>
                            <li>К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией сайта применяется действующее законодательство Российской Федерации.</li>
                        </ol>
                    </li>
                    <li className="indent">Дополнительные условия
                        <ol>
                            <li>Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.</li>
                            <li>Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте интернет-магазина, если иное не предусмотрено новой редакцией Политики конфиденциальности.</li>
                            <li>Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать на электронную почту <a href="mailto:drimo.axample@mail.ru">drimo.axample@mail.ru</a>. </li>
                            <li>Действующая Политика конфиденциальности размещена на странице по адресу: <a href="https://drimo-design.com/">https://drimo-design.com/</a>. </li>
                        </ol>
                    </li>
                </ol>
            </div>
        </div>
    )
}

export default ConfInfo