import React from 'react'
import { OfertaMock } from '../../../Mocks/InfoPages'

import './styles.css';

function Exchange() {
    return (
        <div className="info-page container">
            <h1 className="info-page__title page-title">
                Политика обмена и возврата товаров
            </h1>
            <div className="info-page__content">
                <hr />
                <br />
                <div>Согласно Статье 26.1 Закона РФ «О защите прав потребителей» покупатель вправе отказаться от товара в любое время до его передачи, а после передачи товара — <ins><strong>в течение 7 календарных дней.</strong></ins></div>
                <div>При этом:</div>
                <div>•  Потребитель не вправе отказаться от товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный товар может быть использован исключительно приобретающим его потребителем.</div>
                <div>•  Продукцией надлежащего качества считается товар, полностью соответствующий установленным правилам и нормам, не имеет каких-либо неисправностей и дефектов и обладает всеми свойствами для использования по прямому назначению.</div>
                <div>•  Продукцией ненадлежащего качества считается товар в том случае, если он неисправен или обладает существенными недостатками, не позволяющими использовать его по прямому назначению.</div>
                <div>•  При дистанционной покупке качество товара не может быть определено как ненадлежащее только по причине того, что фактически приобретенный Товар отличается от заявленного товара, и при этом не имеет поломок, дефектов или неисправностей.</div>
                <br />
                <div><ins><strong>Возврат товара надлежащего качества</strong></ins></div>
                <div>Возврат товара надлежащего качества возможен в случае, если сохранены его товарный вид, потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного товара (т.е. товар не был в употреблении, сохранены его товарный вид, упаковка, потребительские свойства, пломбы, фабричные ярлыки, а также должен иметься товарный чек или кассовый чек либо иной документ, подтверждающий оплату товара). </div>
                <div>Дополнительно Продавец вправе запросить у Покупателя фотографии Товара с разных ракурсов, чтобы убедится, что вышеуказанные условия соблюдены.</div>
                <div>Возврат Товара осуществляется за счет Покупателя.</div>
                <div>При возврате Товара Покупатель может заказать доставку Товара от Покупателя Продавцу, оплатив расходы на доставку возращенного Товара, или привезти Товар самостоятельно.</div>
                <div>Для оформления заявки на обмен или возврат необходимо обратиться в Интернет-магазин через форму обратной связи на Сайте по адресу: <a href="https://drimo-design.com/">https://drimo-design.com/</a>, либо предварительного письменного направления претензии на электронный адрес <a href="mailto:drimo.axample@mail.ru">drimo.axample@mail.ru</a>, или по телефону <a href="tel:+74951866145">+ 7 (495) 186-61-45</a>.</div>
                <div><strong>Указанная заявка должна быть оформлена в письменной форме.</strong></div>
                <br />
                <div><ins><strong>Возврат товара ненадлежащего качества</strong></ins></div>
                <div>Для оформления возврата Товара ненадлежащего качества необходимо заполнить заявку на Сайте по адресу:<a href="https://drimo-design.com/">https://drimo-design.com/</a>.</div>
                <div>В заявке просим подробно указать, какие дефекты содержит возвращаемый товар<br />
                Приложите фото повреждённой детали, фото этикетки коробки, в которой находилась повреждённая деталь, описание дефекта/недостающей части и скан товарного чека.<br />
                Если Вам был передан товар ненадлежащего качества, и оно не было заранее оговорено продавцом, Вы вправе воспользоваться положениями ст. 18 Закона о защите прав потребителей.<br />
                В связи с особенностями дистанционного способа продажи, замена товара может быть выполнена только посредством возврата товара ненадлежащего качества и оформления нового заказа на аналогичный товар.<br />
                </div>
                <div>Возврат Товара осуществляется за счет Покупателя.<br />
                Вы вправе отказаться от исполнения договора купли-продажи, возвратить товар ненадлежащего качества и потребовать возврата уплаченной за товар денежной суммы.<br />
                Любые из перечисленных требований должны быть предъявлены Вами в письменной форме посредством заполнения заявки через форму обратной связи на Сайте, либо предварительного письменного направления претензии на электронный адрес <a href="mailto:drimo.axample@mail.ru">drimo.axample@mail.ru</a>
                </div>
                <div>Не подлежат удовлетворению требования Покупателей о возврате товара с недостатками в случае:</div>
                <div>•  если внешние механические повреждения возникли после передачи товара<br />
                •   если недостатки являются следствием неправильной эксплуатации товара<br />
                •   истечения гарантийного срока<br />
                •   превышения допустимых нагрузок на механизм трансформации<br />
                •   нанесения ущерба изделию в результате умышленных или ошибочных действий покупателя или третьих лиц<br />
                •   нанесения ущерба изделию при попадании внутрь изделия посторонних предметов, жидкостей, животных и насекомых<br />
                •   наличия последствий неквалифицированного ремонта<br />
                •   нанесения ущерба изделию в результате внесения изменений в его конструкцию<br />
                •   использования изделия в нерекомендованных целях и с нерекомендованной эксплуатационной нагрузкой<br />
                •   применения чистящих и моющих средств, не предназначенных для ухода за мебелью<br />
                •   изменения цвета или оттенка облицовочного материала и элементов декора в результате воздействия солнечного света, тепла, химических веществ<br />
                </div>
                <br />
                <div><ins><strong>Условия возврата денежных средств</strong></ins></div>
                <div>Возврат денежных средств производится не позднее чем через 10 дней со дня предъявления потребителем соответствующего требования.<br />
                    Возврат наличных денежных средств осуществляется только лицу, производившему оплату, либо лицу, уполномоченному на получение денежных средств нотариально заверенной доверенностью.<br />
                    В случае, если товар был оплачен безналичным способом, возврат денежных средств осуществляется на основании оформленной заявки на возврат на тот же расчетный счет, с которого была произведена оплата.<br />
                    В случае возврата товара, оплаченного банковской картой через платежную систему, денежные средства будут возвращены на карту, которая использовалась при оплате, выдача наличными и зачисление на другие реквизиты невозможна.
                    </div>
            </div>
        </div>
    )
}

export default Exchange